7zip
antigravity-cli
asciiquarium
avizo
base
base-devel
bat
bluez
bluez-utils
brave-bin
brightnessctl
bruno-bin
btop
btrfs-progs
cava
cliphist
cmatrix
docker
docker-compose
efibootmgr
eza
fastfetch
fd
fish
flatpak
foot
fuzzel
fzf
gamescope
git
go
grub
grub-btrfs
gst-plugin-pipewire
hollywood
inetutils
inotify-tools
intel-media-driver
intel-ucode
jq
lazygit
libnotify
libpulse
libva-intel-driver
libva-utils
linux
linux-firmware
lunar-client
mako
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-look
obsidian
openssh
pacman-contrib
papirus-icon-theme
pavucontrol
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
python-pip
python-pywal
qt5ct
qt6-wayland
qt6ct
ripgrep
snapper
spicetify-cli
spotify
starship
steam
sudo
swappy
sway
swaybg
swaylock
telegram-desktop
thermald
throttled
tlp
tlp-rdw
tmux
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
unzip
vulkan-intel
waybar
wdisplays
wget
wireplumber
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-wlr
xorg-xwayland
yay
yazi
zip
zram-generator
